[
  {
    "type": "核心職能",
    "name": "溝通表達",
    "definition": "能夠清晰、準確地傳達資訊，在不同情境下靈活運用溝通技巧，促進團隊合作與組織目標的達成，並有效解決衝突和誤解。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "能主動聆聽主管指示，清楚了解並確認工作要求。",
          "能以口頭或書面方式匯報自己的工作進度，必要時主動詢問以釐清資訊。",
          "在團隊中能表達自己觀點，與同事保持基本合作與互動。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "能準確傳達工作相關資訊與政策，確保訊息完整性。",
          "能與不同背景的同事有效溝通，促進基本的團隊合作。",
          "在團隊討論時，能以結構化方式表達觀點，回應問題與意見。",
          "面對員工或客戶的問題時保持耐心，尋求雙向溝通解決方案。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "能在跨部門或跨組織情境下進行流暢且無誤解的溝通。",
          "能主持小型會議，適當引導討論，確保結論清晰且可執行。",
          "能依據不同溝通對象靈活調整表達方式與策略。",
          "能透過有效溝通解決團隊內部衝突，維持工作氣氛與合作和諧。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "能主動建立團隊內透明、開放且積極的溝通環境。",
          "能在組織變革或重大決策時，清楚且有說服力地解釋變動的緣由及影響。",
          "具備專業演說能力，可代表公司參與內部或外部活動，有效提升公司專業形象。",
          "善用數據與故事化技巧，成功激勵團隊、說服利害關係人。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "熟練運用溝通技巧解決複雜情境與敏感議題，能精確掌握情境變化，展現高敏感度與靈活應對能力。",
          "能夠深入理解利益相關方需求，並運用精確的溝通策略有效達成共識。",
          "能帶領較大規模跨部門溝通，迅速整合不同觀點達成團隊目標。",
          "在處理高壓或衝突情境時，能維持高水準的專業溝通，妥善解決問題並維護公司利益。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "具備卓越的策略性溝通能力，能協助高層制定公司內外的溝通策略，影響企業文化與品牌發展。",
          "能以權威與信服力對外傳達公司策略與願景，並有效凝聚內外部共識與支持。",
          "擅於跨文化與高階人士溝通，具備深厚的溝通智慧及應變能力，有效協調各方利害關係人。",
          "透過優秀的溝通策略與技巧，引領組織成功度過重大變革與挑戰，維護與提升組織聲譽。"
        ]
      }
    ]
  },
  {
    "type": "核心職能",
    "name": "問題解決",
    "definition": "能夠在面對問題時，迅速分析情況，找出問題根源，制定有效的解決方案，並在實施過程中靈活調整，最終成功解決問題，達成預期目標。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "能夠辨識工作中的一般性問題，並及時向上級反應。",
          "在上級指導下，參與解決問題的過程，並確保完成指定任務。",
          "採取主動學習的態度，了解基礎的問題分析和解決工具（5W1H、魚骨圖等）。",
          "在日常工作中，不斷提升自己處理問題的速度與效率。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "主動發現部門運作中的問題，制定簡單的解決方案，並能主導基層員工參與。",
          "能夠運用問題分析工具（IDEAS等）系統化解決工作中的問題。",
          "在面對突發情況時，能迅速調整計畫，避免問題擴大影響團隊工作。",
          "善於從錯誤中學習，總結經驗教訓，避免同樣問題重複發生。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "能以系統性觀點分析並處理複雜問題，快速辨識問題核心原因，提出有效且可行的解決方案。",
          "組織並引導團隊討論問題解決方案，促使不同意見交流，選擇最佳解決路徑。",
          "推動團隊善用高效的分析工具，提升問題解決的專業性與有效性。",
          "在專案中，能提前預測可能出現的問題，並提前規劃應變方案。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "能建立與推動組織內積極的問題解決文化，鼓勵全體員工主動提出問題並貢獻創新解決方案。",
          "促進公司內部形成安全且鼓勵試錯的環境，推動團隊勇於挑戰現況、嘗試創新方案。",
          "領導全公司層級的改善與創新專案，提升組織整體的效率與成果。",
          "能協調跨部門團隊共同處理複雜、具挑戰性問題，推動有效合作並達成解決目標。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "在高壓或複雜情境中能迅速分析問題關鍵，展現極高的問題解決技巧，並迅速做出有效的決策與應對方案。",
          "善於處理敏感議題，能靈活且精準地掌握不同利害關係人的立場，推動問題妥善解決。",
          "引導團隊能夠迅速適應變化環境，並能在解決問題過程中創新方法或工作模式。",
          "能培養與強化團隊的問題解決能力，協助團隊建立有效的危機應變與問題預防機制。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "具備卓越的策略性問題解決能力，能協助高層制定公司層級的問題解決策略與政策，影響組織整體問題處理文化。",
          "善於透過跨部門與跨領域資源整合，處理高度複雜且重大影響的策略性問題，確保公司順利度過危機或挑戰。",
          "在面對重大內外部問題時，能有效對外溝通並取得利害關係人的理解、共識與支持。",
          "透過創新性策略與問題解決技術，引領公司應對內外部重大挑戰，維護企業的市場競爭力與聲譽。"
        ]
      }
    ]
  },
  {
    "type": "核心職能",
    "name": "專案思維",
    "definition": "能夠運用專案管理的方法與工具，有效規劃、執行和管理專案，確保資源運用得當、進度按時推進，並達成專案目標。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "能夠清楚理解專案目標和自身角色，準確地執行被指派的任務。",
          "主動回報自身任務的進度和遇到的問題，協助專案順利推展。",
          "在遇到工作挑戰時，能主動尋求協助或提出建議解決方案。",
          "主動學習基本的專案管理工具和方法（如任務追蹤表、基本時間管理技巧）。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "能夠規劃並制定簡單的專案計畫，清楚訂定目標、時間表與資源分配。",
          "在專案執行過程中能靈活因應變動，及時調整計畫以維持進度。",
          "熟悉並能運用基本的專案管理工具，有效提升個人與團隊效率。",
          "協助團隊成員明確工作角色與職責，適時提供支援並協調分工。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "能夠主導中型或跨團隊專案管理全流程，包括需求分析、規劃、執行、監控及收尾。",
          "運用專業的專案管理方法論（如PMP、專案看板），提高專案整體效率。",
          "善於預測並及早應對專案風險，制訂應急方案，有效管理資源並維持專案進度。",
          "建立有效的專案成效評估機制，透過數據與回饋持續優化管理流程。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "能夠從公司戰略高度規劃與設計專案，確保專案目標與公司長期發展方向一致。",
          "在專案資源整合與分配上，能跨部門溝通協調，促成公司整體效益最大化。",
          "主動推動建立公司內部的專案管理標準與流程，提升整體專案運作效能。",
          "能夠將專案管理的成功經驗制度化，透過內部培訓或分享，推動公司專案文化的建立。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "擅於處理公司內外複雜專案與挑戰，迅速分析並制定具有創新性的解決方案與行動計畫。",
          "在專案推進過程中能靈活調整策略，精準應對變動的環境與不確定性，並且維持團隊士氣與執行力。",
          "能夠有效整合不同專業領域的資源與意見，解決跨領域複雜問題，推動創新解決方案落地實施。",
          "具備高度的敏感度與危機處理能力，在突發或特殊狀況下，能妥善安排並快速做出決策。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "具備卓越的策略專案規劃與執行能力，能夠協助高層領導規劃公司長期的專案管理策略與目標。",
          "能夠以專案管理的視角提出前瞻性建議，引導公司戰略發展，並推動整體組織能力的提升。",
          "擅長處理具有公司整體性影響的重大專案，協調內外部各利害關係人，確保專案成果達成並提升公司聲譽。",
          "透過建立與推廣高度成熟的專案管理文化，培育公司內部的專案管理人才，持續增進公司整體競爭力。"
        ]
      }
    ]
  },
  {
    "type": "核心職能",
    "name": "客戶導向",
    "definition": "能夠站在客戶角度思考，主動理解其需求，提供具體協助與解決方案，建立信任關係，持續提升客戶滿意度與合作意願。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "接到客戶需求能迅速回應，並正確轉達相關單位，避免流程延誤。",
          "面對客戶時態度親切、有耐心，展現良好的第一線服務形象。",
          "在主管或資深同事指導下，能協助處理簡單的客戶服務或查詢任務。",
          "願意主動學習並熟悉公司基本產品與服務資訊，以備客戶諮詢時使用。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "主動與客戶保持良好的互動，定期追蹤服務進度與取得反饋，確保服務品質。",
          "能從客戶溝通中發現潛在需求，並提出相應的建議或解決方案。",
          "在客訴或突發狀況下，能及時協調內部資源迅速回應並解決問題。",
          "定期檢視客戶回饋數據與紀錄，歸納問題趨勢，主動提出改善方案。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "能以策略性思維規劃完整的客戶服務流程，提升整體客戶體驗。",
          "協調跨部門資源，主導解決複雜或高階客戶需求，滿足客戶期待。",
          "建立並落實客戶滿意度指標，執行追蹤與績效改進方案，持續提升滿意度。",
          "能根據市場與客戶回饋，提出服務創新或產品優化具體建議，提升市場競爭力。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "制定關鍵客戶管理與經營策略，有效拓展高價值客戶合作機會與長期合作關係。",
          "規劃並推動公司內外的品牌價值與溝通策略，增強客戶對公司的信任與忠誠度。",
          "建立以客戶為中心的組織文化，推動此理念融入各項內部政策、制度與流程。",
          "能透過關鍵客戶經驗作為企業決策參考，協助公司規劃長期發展策略與方向。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "具備深度客戶洞察能力，能迅速因應市場變動與客戶需求變化，及時調整策略。",
          "能主導高度敏感或複雜的客戶情境，妥善處理關鍵問題，維護公司形象與利益。",
          "善於跨文化或跨市場的客戶溝通與管理，能快速建立信任並達成業務目標。",
          "持續推動並實施創新的客戶服務方案與產品升級，主動提升客戶體驗與品牌價值。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "具備卓越的客戶戰略規劃能力，協助高層制定並落實整體客戶經營策略，確保公司長期市場競爭力。",
          "能以客戶需求與市場趨勢為基礎，引領企業創新與變革，並有效影響組織的策略與營運方針。",
          "以高水準的溝通與談判技巧，處理高層級且複雜的客戶關係，成功達成策略性夥伴合作。",
          "能協助公司建立並推廣高度成熟的客戶導向文化與制度，培養具備高效客戶服務能力的專業團隊，全面提升組織整體競爭優勢。"
        ]
      }
    ]
  },
  {
    "type": "核心職能",
    "name": "成長思維",
    "definition": "展現持續學習與自我成長的意願，勇於挑戰與突破現狀，善於從經驗中反思與優化行動，並將所學應用於工作實務中，不斷提升專業能力與組織貢獻。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "主動學習工作相關的新技能或工具，並嘗試在工作中實作應用。",
          "能接受主管或同事的建議與回饋，反思自身行為並作出改進。",
          "願意嘗試陌生任務，不懼怕犯錯，持續調整行動與方法。",
          "每月至少參加一次部門內部培訓或分享會，保持學習與知識更新。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "主動為自己和團隊設定具體的學習目標，落實執行並定期追蹤進度。",
          "鼓勵團隊內分享學習成果與經驗，促進知識交流與共同成長。",
          "善用多元管道（如線上課程、實體培訓、論壇）來增進自己和團隊的專業能力。",
          "能將新學到的知識與技能實際運用於工作流程改進，提升工作效能與產出品質。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "能規劃並建立部門內部的年度學習計畫、學習地圖或能力培養框架。",
          "發展並推動部門輪調及跨部門交流計畫，擴展團隊視野並開發潛能。",
          "能將團隊內成功或失敗的經驗轉化成教材，帶領團隊進行反思與共學，形成持續改善的循環。",
          "能將學習與團隊績效評估系統結合，釐清學習行動對實際工作成果的影響。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "建立並推動公司層級的學習文化，發展內部講師制度與學習社群，持續提升全體員工的學習風氣。",
          "將學習活動與組織發展需求緊密結合，如人才梯隊計畫及關鍵人才培養方案。",
          "帶領高階主管團隊主動預測未來趨勢與挑戰，積極學習並做出策略應對。",
          "以自身行動成為組織內的學習典範，主動參與學習，並支持資源投入員工發展。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "擁有高度敏銳度，能快速察覺市場趨勢與內外部環境變化，調整學習策略，適應挑戰與變化。",
          "具備快速整合跨領域新知與技術的能力，提出創新的解決方案，帶領團隊應對新興挑戰。",
          "建立高度靈活且彈性的學習系統與文化，能快速調整資源及學習內容，協助團隊迅速適應外部變化。",
          "主導並推動組織內創新的知識管理與學習系統，確保知識能有效流通與運用，提升整體組織績效。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "具備卓越的策略性思考與創新能力，能從組織策略高度規劃全面性的成長與學習策略，推動企業創新與發展。",
          "能有效引導組織面對未來趨勢的挑戰，主動提出前瞻性策略並推動高階團隊實踐。",
          "發展並推動全公司的系統化學習文化與創新管理，建立跨部門與跨國的學習機制與交流平台，提升組織競爭優勢。",
          "透過專業影響力，持續推動學習與成長文化，培養未來企業領袖與專業人才，維護並提升組織長期競爭力。"
        ]
      }
    ]
  },
  {
    "type": "管理職能",
    "name": "人才發展",
    "definition": "能透過系統化的培訓、指導與成長機會，培養員工的專業技能和潛力，建立持續學習與發展的企業文化，最終促進組織的長期成功。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "主動參加公司提供的培訓和學習活動，並保持對持續成長的熱忱。",
          "能接受主管與同事的建議與指導，並積極調整自身工作表現。",
          "採取自主學習的態度，主動累積與工作相關的專業技能。",
          "與團隊成員分享自身學習心得與經驗，促進團隊共同成長。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "能夠主動識別團隊成員的發展需求，依據個人特質提供適合的學習建議與機會。",
          "在工作場域中擔任員工的導師角色，透過日常工作指導提升團隊成員的專業能力與工作效率。",
          "鼓勵團隊成員積極參與公司內部或外部培訓課程，並協助其將新知識應用到實務工作中。",
          "能主動追蹤員工的學習進度與回饋，確保學習目標與工作需求保持一致。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "制定並推動部門層級的人才發展策略，協助團隊成員制定並落實個人發展計畫（IDP），確保人力資源策略與公司長期目標密切配合。",
          "推動部門內部的學習地圖（LearningMap）與培訓體系，滿足不同層級人員的專業學習與成長需求。",
          "建立並管理部門內部的人才庫，積極培養高潛力員工，做好未來管理及專業人才的接班規劃。",
          "定期評估人才發展專案的成效，持續進行人才發展計畫的優化與調整，提升組織的整體效益。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "能從公司整體戰略出發設計完整的人才發展架構與策略，確保企業內部人才供應與未來成長戰略密切連結。",
          "主導建立與推廣支持持續學習與創新的組織文化，推動企業發展為學習型組織。",
          "投入資源規劃與建置專業且完整的領導力發展課程，積極培養公司未來的高階管理團隊。",
          "透過數據分析與人才管理系統，精確評估與預測人才需求，進行有效的人才梯隊建設及接班規劃。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "擅於洞察市場趨勢與企業發展方向，迅速調整人才培養策略，以適應環境變化並維持公司競爭力。",
          "能有效整合跨部門與跨領域資源，培養多元化的人才，滿足企業快速成長與轉型的需求。",
          "推動高度創新的培訓及發展模式，引進國內外先進的學習與發展方法，持續提升員工的專業素質與能力。",
          "具備深厚的人才發展經驗，協助高階管理團隊制定並實踐前瞻性的人才策略，提升整體組織競爭優勢。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "擁有高度專業的策略性人才發展能力，協助高層制定全公司的長期人才發展戰略，支撐企業的永續成長與創新發展。",
          "能有效連結人才發展策略與企業經營目標，引領公司進行跨國或跨區域人才佈局與培養。",
          "建立完善的企業內部及外部人才合作網絡，主動吸引並整合外部高端人才，提升公司整體的人力資本質量。",
          "以專業知識與領導力帶動組織內的人才培育與發展體系，並持續推動文化變革，確保人才戰略高度契合公司願景及策略目標。"
        ]
      }
    ]
  },
  {
    "type": "管理職能",
    "name": "決策能力",
    "definition": "能夠在複雜或不確定的情境下，通過全面分析資訊、評估風險與機會，制定有效的決策，並推動決策落實以達成組織目標。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "在日常工作中能迅速做出明確、簡單的決定，例如流程中的常規選擇。",
          "遇到問題時，能迅速辨識是否需要尋求主管協助，並及時回報。",
          "能主動提供建議與想法，協助團隊做出更有效的決策。",
          "具備基礎分析與判斷能力，選擇方案時有合理依據並可清楚表達其理由。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "能夠進行部門內的戰術性決策，如資源分配、任務調整與內部協調處理。",
          "在決策前能積極蒐集所需資訊，進行基礎的風險評估，確保決策品質。",
          "能根據團隊回饋與新資訊調整決策，以維持決策的靈活性與有效性。",
          "主動推動決策落實與執行，追蹤進度並及時修正行動計畫。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "能有效處理跨部門或中大型專案的決策，平衡各方資源需求，確保決策符合整體公司利益。",
          "熟練運用專業的決策工具與分析方法（如SWOT、決策矩陣）輔助決策過程。",
          "善於權衡多方意見與利益，找出具體可行的最優決策方案，避免衝突與資源浪費。",
          "積極識別決策過程中的潛在風險，事先擬定應變計畫與備選方案，降低決策失誤的影響。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "能站在公司整體策略高度，制定與推動公司層級的重要決策，確保組織長期發展方向清晰且落實。",
          "在市場快速變化的環境中，具備快速決斷與敏捷應變能力，做出具備策略性價值的高回報決策。",
          "建立完善的決策評估與回饋系統，持續透過數據與結果反饋，優化決策過程與提升決策效率。",
          "推動公司內建立良好的決策文化，鼓勵各層級員工提出建設性意見，增進組織整體的決策能力。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "擁有深厚的市場敏銳度與趨勢洞察力，能快速掌握外部市場變動，制定具有前瞻性與創新性的決策。",
          "在面臨高度不確定與複雜情境時，能夠快速進行綜合分析並果斷做出決策，有效引領團隊快速適應環境變化。",
          "能夠有效整合多元專業與跨部門資源，做出跨領域與創新的決策，協助公司解決重大問題或挑戰。",
          "建立並推動創新的決策模型與系統，提升公司內部的決策質量與速度，維持市場競爭優勢。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "具備卓越的策略決策能力，能協助高層建立公司長期決策架構與策略方向，確保組織持續競爭力與成長性。",
          "以全局與長遠的觀點，分析公司內外部關鍵挑戰，提出具體的策略性決策建議，並有效引導組織實施。",
          "能夠有效協調跨產業、跨市場的資源與關係網絡，主導高度複雜與關鍵的決策過程，確保企業長期發展策略的成功。",
          "積極推動公司內部的決策管理與文化建設，培養並建立公司內各階層主管之策略性決策能力，增強整體決策水準。"
        ]
      }
    ]
  },
  {
    "type": "管理職能",
    "name": "團隊領導",
    "definition": "能建立信任、凝聚共識，明確傳達願景與目標，善用團隊成員特長進行任務分工與協作，促進開放溝通與持續成長，帶領團隊高效達成任務並實現組織價值。",
    "levels": [
      {
        "level": "L1",
        "indicators": [
          "理解並支持團隊的目標，積極配合團隊任務的安排與要求。",
          "在團隊合作中願意主動分享個人經驗和資訊，促進良好的團隊互動與合作氛圍。",
          "面對團隊內的意見分歧與衝突時，能保持理性並嘗試溝通協調。",
          "遇到問題時主動尋求團隊成員或主管的協助，展現基本的團隊責任感。"
        ]
      },
      {
        "level": "L2",
        "indicators": [
          "能明確且清晰地傳達團隊任務目標與角色分工，確保團隊理解並達成共識。",
          "善於觀察並發揮團隊成員的個人特長，合理分配工作任務，提升團隊效能。",
          "積極推動團隊內的開放溝通，傾聽並尊重多元觀點，適時給予具體建議與回饋。",
          "主動處理團隊中的衝突或誤解，迅速恢復和諧與合作氛圍，增進團隊內的信任。"
        ]
      },
      {
        "level": "L3",
        "indicators": [
          "能夠制定並清楚呈現團隊的目標及未來發展藍圖，引導團隊成員清晰理解並落實公司願景與戰略。",
          "建立與落實團隊內制度化的溝通機制（例如定期會議、共識工作坊），有效提升團隊內的資訊共享與決策效率。",
          "積極培養團隊內部的核心技能與專業能力，透過職務輪調或專案任務提升團隊成員的綜合實力。",
          "善於激勵與肯定團隊成員的努力，透過授權與鼓勵，提升團隊士氣、投入度與責任感。"
        ]
      },
      {
        "level": "L4",
        "indicators": [
          "能在公司層面建立團隊領導的共同期待與標準（如團隊領導力模型），明確界定領導職責與標準，推動領導力一致化。",
          "規劃並推動團隊內部的接班與人才傳承計畫，確保關鍵職位有人才梯隊，達成組織人才培育的長期策略目標。",
          "發展與推動跨部門、跨世代合作的策略，建立組織內部整合力與高效的協作文化。",
          "擔任組織變革過程中的領導角色，引導團隊積極面對轉型與變革挑戰，確保團隊能夠快速適應並保持穩定動能。"
        ]
      },
      {
        "level": "L5",
        "indicators": [
          "具備高度敏感性與策略性思考，能快速識別與預測市場及內外部環境變化，調整團隊領導策略，引領團隊穩健前行。",
          "擅於整合組織內外的資源，協調跨部門與跨區域團隊，發展創新的合作模式與策略，達成重大策略性任務。",
          "建立組織內系統性的領導力發展體系，規劃並推動領導力發展的專業培訓與人才培養計畫。",
          "積極推動團隊創新與學習文化，持續提升團隊的競爭力與創新能力，確保團隊能有效應對各種挑戰。"
        ]
      },
      {
        "level": "L6",
        "indicators": [
          "擁有卓越的團隊策略領導能力，協助高層制定公司層級的團隊領導與人才管理策略，推動公司長期願景的實現。",
          "具備高度影響力，能有效引導組織內部團隊的變革與轉型，帶動公司整體策略與營運效能的持續提升。",
          "建立並推動高效能團隊發展的企業文化與制度，確保公司各層級管理者具備卓越的團隊領導能力，培養未來的企業領袖。",
          "能以全球化視野與跨文化管理能力，帶領團隊有效進行跨國或跨區域的協作與整合，增進組織長期的競爭優勢。"
        ]
      }
    ]
  }
]